{
  "pings.settings.duration.hint": "Canto tempo mostrar o ping, en segundos.",
  "pings.settings.duration.title": "Duración",
  "pings.settings.image.hint": "A imaxe a usar como alternativa al ping predeterminado. Aplicarase unha tintura baseado na cor da participante, así que todo o que non sexa escala de grises se verá mal.",
  "pings.settings.image.title": "Imaxe do ping",
  "pings.settings.key.title": "Tecla a premer para ping",
  "pings.settings.key.hint": "A tecla a premer para realizar un ping na posición actual do rato. Preme a tecla que desexes (con modificadores como maiúsculas ou control se quixeres) neste campo; usa a tecla de escape para borrala.",
  "pings.settings.keyMove.title": "Tecla para ping que mova a pantalla",
  "pings.settings.keyMove.hint": "A tecla a premer para realizar un ping na posición actual do cursor que, ademáis, move todas as pantallas do resto ao ping. Preme a tecla que desexes (con modificadores como maiúsculas/control se quixeres) neste campo: usa a tecla de escape para limpala.",
  "pings.settings.minMovePermission.title": "Permiso mínimo de movemento",
  "pings.settings.minMovePermission.hint": "O permiso mínimo que permite ás participantess moveren a pantalla cun ping. Por exemplo, se elixes ASISTENTE, só a Dirección de Xogo e Asistentes poderán realizar un ping que mova as pantallas do resto.",
  "pings.settings.mouseButton.title": "Botón do rato a premer para ping",
  "pings.settings.mouseButton.hint": "O botón do rato que se ten que premer durante un certo tempo (configurable máis abaixo) para realizar un ping. 0 = esquerdo, 1 = medio, 2 = dereito. Preme o botón que desexes (con modificadores como maiúsculas/control se quixeres) neste campo; usa a tecla de escape para limpalo.",
  "pings.settings.mouseButtonDuration.hint": "O tempo en milisegundos que tes que manter premido o botón do rato ata que se realice un ping.",
  "pings.settings.mouseButtonDuration.title": "Tempo a premer o botñón do rato",
  "pings.settings.mouseButtonMove.title": "Botón do rato para ping que move pantallas",
  "pings.settings.mouseButtonMove.hint": "O botón do rato que se ten que premer durante un tempo (configurable máis abaixo) para realizar un ping que tamén mova as pantallas do resto a ese ping. 0 = esquerdo, 1 = medio, 2 = dereito. Preme o botón do rato que desexes (con modificadores como maiúsculas/control) neste campo; usa a tecla de escape para limpalo.",
  "pings.settings.rotate.title": "Rotación",
  "pings.settings.rotate.hint": "Se a imaxe do ping debe rotar.",
  "pings.settings.rotateSpeed.hint": "Cantos segundos debe demorar a imaxe do ping en rotar 360 graos.",
  "pings.settings.rotateSpeed.title": "Velocidade de rotación",
  "pings.settings.scale.title": "Escala",
  "pings.settings.scale.hint": "Como de grande, en unidades de cuadrícula, debe ser o ping.",
  "pings.settings.showName.hint": "Se o nome da participante debe mostrarse baixo o ping.",
  "pings.settings.showName.title": "Mostrar nome da participante",
  "pings.settings.sizeChange.hint": "Se a imaxe do ping debe variar lixeiramente o seu tamaño.",
  "pings.settings.sizeChange.title": "Variar tamaño",
  "pings.settings.sizeChangeAmount.hint": "Canto debe variar o seu tamaño total.",
  "pings.settings.sizeChangeAmount.title": "Variación de tamaño",
  "pings.settings.sizeChangeSpeed.hint": "Canto demora en segundos cada ciclo de variación de tamaño.",
  "pings.settings.sizeChangeSpeed.title": "Velocidade de variación de tamaño"
}
